<?php
/**
* Language file for group error/success messages
*
*/

return array(

    'success' => array(
        'create' => 'সেক্টর সফল ভাবে তৈরি করা হয়েছে। ',
        'update' => 'সেক্টর সফল ভাবে সংস্করণ করা হয়েছে।',
        'delete' => 'সেক্টর সফল ভাবে মুছে ফেলা হয়েছে।',

    ),

    'delete' => array(
        'create' => 'সেক্টর তৈরির সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
        'update' => 'সেক্টর সংযোজনের সময় সমস্যা ছিল,দয়া করে আবার চেষ্টা করুন ।',
        'delete' => 'সেক্টর মুছে দেয়ার সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',

    ),

    'update' => array(
        'success' => 'সেক্টর  সফল ভাবে সংস্করণ করা হয়েছে।',
    ),

);
