<?php
/**
 * Language file for group error/success messages
 *
 */

return array(

    'group_exists'        => 'লিঙ্ক  আগে থেকেই আছে!',
    'group_not_found'     => 'লিঙ্ক  [:id] বিদ্যমান নেই ।',
    'group_name_required' => 'নামের ক্ষেত্রের প্রয়োজন আছে ।',

    'success' => array(
        'create' => 'লিঙ্ক সফল ভাবে তৈরি করা হয়েছে। ',
        'update' => 'লিঙ্ক সফল ভাবে সংস্করণ করা হয়েছে।',
        'delete' => 'লিঙ্ক সফল ভাবে মুছে ফেলা হয়েছে।',
    ),

    'delete' => array(
        'create' => 'লিঙ্ক তৈরির সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
        'update' => 'লিঙ্ক  সংযোজনের সময় সমস্যা ছিল,দয়া করে আবার চেষ্টা করুন ।',
        'delete' => 'লিঙ্ক মুছে দেয়ার সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
    ),

    'update' => array(
        'success' => 'লিঙ্ক  সফল ভাবে সংস্করণ করা হয়েছে।',
    ),

);
