<?php
/**
* Language file for group error/success messages
*
*/

return array(

    'group_exists'        => 'ঘোষণা  আগে থেকেই আছে!',
    'group_not_found'     => 'ঘোষণা  [:id] বিদ্যমান নেই ।',
    'group_name_required' => 'নামের ক্ষেত্রের প্রয়োজন আছে ।',

    'success' => array(
        'create' => 'ঘোষণা সফল ভাবে তৈরি করা হয়েছে। ',
        'update' => 'ঘোষণা সফল ভাবে সংস্করণ করা হয়েছে।',
        'delete' => 'ঘোষণা সফল ভাবে মুছে ফেলা হয়েছে।',
    ),

    'delete' => array(
        'create' => 'ঘোষণা তৈরির সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
        'update' => 'ঘোষণা  সংযোজনের সময় সমস্যা ছিল,দয়া করে আবার চেষ্টা করুন ।',
        'delete' => 'ঘোষণা মুছে দেয়ার সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
    ),

    'update' => array(
        'success' => 'ঘোষণা  সফল ভাবে সংস্করণ করা হয়েছে।',
    ),

);
