<?php
/**
* Language file for group error/success messages
*
*/

return array(

    'success' => array(
        'create' => 'পাতা সফল ভাবে তৈরি করা হয়েছে। ',
        'update' => 'পাতা সফল ভাবে সংস্করণ করা হয়েছে।',
        'delete' => 'পাতা সফল ভাবে মুছে ফেলা হয়েছে।',
    ),

    'delete' => array(
        'create' => 'পাতা তৈরির সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
        'update' => 'পাতা সংযোজনের সময় সমস্যা ছিল,দয়া করে আবার চেষ্টা করুন ।',
        'delete' => 'পাতা মুছে দেয়ার সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
    ),

    'update' => array(
        'success' => 'পাতা  সফল ভাবে সংস্করণ করা হয়েছে।',
    ),

);
