<?php
/**
* Language file for group error/success messages
*
*/

return array(


    'success' => array(
        'create' => 'এসআইএফ রাউন্ড সফল ভাবে তৈরি করা হয়েছে। ',
        'update' => 'এসআইএফ রাউন্ড সফল ভাবে সংস্করণ করা হয়েছে।',
        'delete' => 'এসআইএফ রাউন্ড সফল ভাবে মুছে ফেলা হয়েছে।',
    ),

    'delete' => array(
        'create' => 'এসআইএফ রাউন্ড তৈরির সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
        'update' => 'এসআইএফ রাউন্ড সংযোজনের সময় সমস্যা ছিল,দয়া করে আবার চেষ্টা করুন ।',
        'delete' => 'এসআইএফ রাউন্ড মুছে দেয়ার সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
    ),

    'update' => array(
        'success' => 'এসআইএফ রাউন্ড  সফল ভাবে সংস্করণ করা হয়েছে।',
    ),

);

