<?php
/**
 * Language file for group error/success messages
 *
 */

return array(

    'send_fail'        => 'ত্রুটির জন্য বার্তা পাঠাতে সমস্যা হয়েছে',
    'success' => array(
        'create' => 'বার্তা সফল ভাবে তৈরি করা হয়েছে। ',
        'update' => 'বার্তা সফল ভাবে সংস্করণ করা হয়েছে।',
        'delete' => 'বার্তা সফল ভাবে মুছে ফেলা হয়েছে।',
    ),

    'delete' => array(
        'create' => 'বার্তা তৈরির সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
        'update' => 'বার্তা  সংযোজনের সময় সমস্যা ছিল,দয়া করে আবার চেষ্টা করুন ।',
        'delete' => 'বার্তা মুছে দেয়ার সময় সমস্যা ছিল , দয়া করে আবার চেষ্টা করুন ।',
    ),

    'update' => array(
        'success' => 'বার্তা  সফল ভাবে সংস্করণ করা হয়েছে।',
    ),

    'success_msg' => ''

);
