<?php
/**
 * Language file for user error/success messages
 *
 */

return array(

    'user_exists'              => 'ইউজার আগে থেকেই আছে!',
    'user_not_found'           => 'ইউজার [:id] বিদ্যমান নেই',
    'user_login_required'      => 'লগইন ক্ষেত্র প্রয়োজন বোধ করা হয়',
    'user_password_required'   => 'পাসওয়ার্ড প্রয়োজন বোধ করা হয়',
    'insufficient_permissions' => 'অপর্যাপ্ত অনুমতি',
    'banned'                    => 'নিষিদ্ধ',
    'suspended'                 => 'স্থগিত',

    'success' => array(
        'create'    => 'ইউজার সফলভাবে তৈরি করা হয়েছে.',
        'update'    => 'ইউজার সফলভাবে আপডেট করা হয়েছে',
        'delete'    => 'ইউজার সফলভাবে মুছে ফেলা হয়েছে',
        'ban'       => 'ইউজার সফলভাবে নিষিদ্ধ করা হয়ছে',
        'unban'     => 'ইউজার সফলভাবে নিষেধাজ্ঞা তুলে নিতে হয়ছে',
        'suspend'   => 'ইউজার সফলভাবে সাসপেন্ড করা হয়েছে',
        'unsuspend' => 'ইউজার সফলভাবে স্থগিতমুক্ত ছিল',
        'restored'  => 'ইউজার সফলভাবে পুনরুদ্ধার করা হয়েছিল',
    ),

    'error' => array(
        'create'    => 'ইউজার তৈরি একটি বিষয় ছিল. আবার চেষ্টা করুন',
        'update'    => 'ইউজার আপডেট একটি বিষয় ছিল. আবার চেষ্টা করুন',
        'delete'    => 'ইউজার মুছে ফেলার একটি বিষয় ছিল. আবার চেষ্টা করুন',
        'unsuspend' => 'ইউজার সাসপেন্ডমুক্ত একটি বিষয় ছিল. আবার চেষ্টা করুন',
    ),

    'update' => array(
        'success' => 'ইউজার সফল ভাবে সংস্করণ করা হয়েছে।',
    ),

);
