<?php
/**
* Language file for auth error messages
*
*/

return array(
    'logout' => 'আপনি সফলভাবে লগ আউট করেছেন!',
    'account_already_exists' => 'এই ইমেইল অন্য অ্যাকাউন্টে ব্যবহার করা হয়েছে',
    'account_not_found'      => 'ব্যবহারকারী নাম বা পাসওয়ার্ড ভুল',
    'account_not_activated'  => 'এই ব্যবহারকারীর অ্যাকাউন্ট সক্রিয় করা হয় নাই',
    'account_suspended'      => 'অনেক লগইন প্রচেষ্টার কারণে বাবহারকারীর অ্যাকাউন্ট স্থগিত করা হয়েছে। পরে আবার চেষ্টা করুন ।',
    'account_banned'         => 'এই ব্যবহারকারীকে নিষিদ্ধ করা হয়েছে',

    'signin' => array(
        'error'   => 'লগ ইন  করার সময় একটি সমস্যা হয়েছে, পরে আবার চেষ্টা করুন ।',
        'success' => 'আপনার লগ ইন সফল হয়েছে ।',
    ),

    'signup' => array(
        'error'   => 'অ্যাকাউন্ট তৈরি  করার সময় একটি সমস্যা হয়েছে, পরে আবার চেষ্টা করুন ।',
        'success' => 'আপনার নিবন্ধন সঠিকভাবে সম্পন্ন হয়েছে ।',
    ),

        'forgot-password' => array(
            'error'   => 'পাসওয়ার্ড রিসেট  করার সময় একটি সমস্যা হয়েছে, পরে আবার চেষ্টা করুন ।',
            'success' => 'নতুন পাসওয়ার্ড আপনার মোবাইল এবং ইমেইলে পাঠানো হয়েছে ।',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'পাসওয়ার্ড রিসেট  করার সময় একটি সমস্যা হয়েছে, পরে আবার চেষ্টা করুন ।',
            'success' => 'আপনার সফলভাবে  পাসওয়ার্ড রিসেট করা হয়েছে ।',
        ),

    'activate' => array(
        'error'   => 'আপনার অ্যাকাউন্ট সক্রিয় করার সময় একটি সমস্যা হয়েছে,  পরে আবার চেষ্টা করুন ।',
        'success' => 'আপনার অ্যাকাউন্ট সফলতার সাথে  সক্রিয় হয়েছে ।',
    ),

);
